org/docs/arts_of_thinking_resume.org
[[https://sterfield.co.jp/officer/%e7%9f%a5%e7%9a%84%e6%80%9d%e8%80%83%e3%81%ae%e6%8a%80%e8%a1%93%e2%80%95%e8%80%83%e3%81%88%e3%82%8b%e3%83%95%e3%83%ac%e3%83%bc%e3%83%a0%e3%82%92%e5%bc%b7%e5%8c%96%e3%81%99%e3%82%8b7%e3%81%a4%e3%81%ae/ "知的思考の技術―考えるフレームを強化する7つのステップの思考術 | スターフィールド株式会社")][知的思考の技術]]

* 知的思考の技術―考えるフレームを強化する7つのステップの思考術のまとめ

  思考のプロセスに関しては、本書を叩き込めば網羅されているのではないか
  と思うほど濃いです。

** 目的探索の思考

1. 考え方のポイント

   - 考えることを疎かにしがちな思考や行動の目的を明らかにするために、
     何かを始めるときには自分自身に対して「そもそも何のために？」とい
     う問いかけを行うことが大切である。

2. 陥りやすい失敗

   - そもそも目的を考えていない。
   - 目的は考えてはいるが妥当性が低い。
   - かつては高かった目的の妥当性がいつしか失われてしまった。

*** 主なツール

   -  状況の構造化図
   -  目的の連鎖

** 観察の思考

1. 考え方のポイント

   -  心理的要因や発信者の意図に惑わされない。
   -  偏りなく多面的に物事を捉える。

2. 陥りやすい失敗

   -  バイアスによる阻害。
   -  他社の主張をそのまま受け入れてしまう。
   -  ウソに騙されてしまう。

3. 主なツール

   -  4分割マトリックス


** 発想の思考

1. 考え方のポイント

   -  豊かなアイデアを得るためには、3つのブロックで思考を足止めされる
      ことなく自ら積極的に思考し、「量が質を生む」の原則を貫きとおすこ
      とが大切である。
   -  偏りなく多面的に物事を捉える。

2. 陥りやすい失敗

   -  アイデアが天から降ってくるのを期待して、思考することなく、ただ待
      ち続けてしまう。
   -  発散思考と収束思考を同時に使って、思考の効率が低下する。
   -  認識、感情、文化の3つのブロックに足止めされてしまい、モノの見方・
      考え方が偏ってしまう。

3. 主なツール

   -  ブレイン・ストーミング法（BS法）
   -  属性列挙法
   -  チェックリスト法
   -  欠点列挙法
   -  希望点列挙法
   -  ゴードン法
   -  NM法

** 分類の思考

1. 考え方のポイント

   -  分類とは、思考対象となる情報をその思考の目的に従って「違う」部分
      で分け、「同じ」部分でくくること。
   -  分類することによって、わからないことがわかるようになる。複雑なも
      のが単純化され、あいまいな状況が解明され、物事が整理されて使いや
      すくなるといったさまざまなメリットを享受できる。

2. 陥りやすい失敗

   -  事象や問題を漠然と捉えてしまう。
   -  思考の目的にあわない分類基準を設定してしまう。
   -  分ける際にモレやダブリがある。

3. 主なツール

   -  目的にあった分類基準を設定する。
   -  抽象水準を統一する。
   -  モレなくダブリなく分ける。（MECE）

** 構造化の思考

1. 考え方のポイント

   -  構造化とは、思考対象について分類した構成要素（部分）がどのような関係（つながり方）にあるのかを明らかにし、思考対象（全体）の意味を理解すること。
   -  この世の中に存在するものは、さまざまな要素が依存しあい、影響をあたえあい、関連しあって存在している。何かを知ろうとして思考するためには、それらすべての関係を押さえなければならない。

2. 陥りやすい失敗

   -  組織設計、企画書、プレゼンテーションなど、あらゆるビジネスシーンで分類することはできても、「くくる」「まとめる」という構造化の思考が弱い。
   -  部分は理解できるが、全体として何を伝えたいのかわからなくなってしまう。
   -  人は「木を見て森を見ないタイプ」と「森を見て木を見ないタイプ」に分かれる。木も森も両方捉えるものの見方ができない。

3. 主なツール

   -  ツリー構造
   -  マトリックス構造
   -  プロセス構造

** 意思決定の思考

-  意思決定には、とっさの意思決定とじっくり考える意思決定がある。
-  特にとっさの意思決定の際には、意思決定の先送りはしない。
-  じっくり考える意思決定から”正しい反応パッケージ”を複数用意しておく。
-  反復訓練により迅速に”正しい反応パッケージ”を選択できるようにしておく。

** 表現の思考

-  思考の幅を広げるためには表現の手段を多く持つこと。
-  どのようなことでも言葉で表現（文章に書く）することを習慣付けること。
-  数字で表現することに日頃から慣れておくこと。
-  図解は見栄えではなく、シンプルでわかりやすいこと。

