docs/docs/arts_of_thinking_resume.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"https://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="https://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-12-09 月 10:46 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org3e24a41">1. 知的思考の技術―考えるフレームを強化する7つのステップの思考術のまとめ</a>
<ul>
<li><a href="#org9fef29b">1.1. 目的探索の思考</a>
<ul>
<li><a href="#org4250de0">1.1.1. 主なツール</a></li>
</ul>
</li>
<li><a href="#orgc3349aa">1.2. 観察の思考</a></li>
<li><a href="#orgb5255b8">1.3. 発想の思考</a></li>
<li><a href="#org28150cd">1.4. 分類の思考</a></li>
<li><a href="#org68599e6">1.5. 構造化の思考</a></li>
<li><a href="#orge798193">1.6. 意思決定の思考</a></li>
<li><a href="#org549e04f">1.7. 表現の思考</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
<a href="https://sterfield.co.jp/officer/%E7%9F%A5%E7%9A%84%E6%80%9D%E8%80%83%E3%81%AE%E6%8A%80%E8%A1%93%E2%80%95%E8%80%83%E3%81%88%E3%82%8B%E3%83%95%E3%83%AC%E3%83%BC%E3%83%A0%E3%82%92%E5%BC%B7%E5%8C%96%E3%81%99%E3%82%8B7%E3%81%A4%E3%81%AE/%20%22%E7%9F%A5%E7%9A%84%E6%80%9D%E8%80%83%E3%81%AE%E6%8A%80%E8%A1%93%E2%80%95%E8%80%83%E3%81%88%E3%82%8B%E3%83%95%E3%83%AC%E3%83%BC%E3%83%A0%E3%82%92%E5%BC%B7%E5%8C%96%E3%81%99%E3%82%8B7%E3%81%A4%E3%81%AE%E3%82%B9%E3%83%86%E3%83%83%E3%83%97%E3%81%AE%E6%80%9D%E8%80%83%E8%A1%93%20%7C%20%E3%82%B9%E3%82%BF%E3%83%BC%E3%83%95%E3%82%A3%E3%83%BC%E3%83%AB%E3%83%89%E6%A0%AA%E5%BC%8F%E4%BC%9A%E7%A4%BE%22)">知的思考の技術</a>
</p>

<div id="outline-container-org3e24a41" class="outline-2">
<h2 id="org3e24a41"><span class="section-number-2">1</span> 知的思考の技術―考えるフレームを強化する7つのステップの思考術のまとめ</h2>
<div class="outline-text-2" id="text-1">
<p>
思考のプロセスに関しては、本書を叩き込めば網羅されているのではないか
と思うほど濃いです。
</p>
</div>

<div id="outline-container-org9fef29b" class="outline-3">
<h3 id="org9fef29b"><span class="section-number-3">1.1</span> 目的探索の思考</h3>
<div class="outline-text-3" id="text-1-1">
<ol class="org-ol">
<li>考え方のポイント

<ul class="org-ul">
<li>考えることを疎かにしがちな思考や行動の目的を明らかにするために、
何かを始めるときには自分自身に対して「そもそも何のために？」とい
う問いかけを行うことが大切である。</li>
</ul></li>

<li>陥りやすい失敗

<ul class="org-ul">
<li>そもそも目的を考えていない。</li>
<li>目的は考えてはいるが妥当性が低い。</li>
<li>かつては高かった目的の妥当性がいつしか失われてしまった。</li>
</ul></li>
</ol>
</div>

<div id="outline-container-org4250de0" class="outline-4">
<h4 id="org4250de0"><span class="section-number-4">1.1.1</span> 主なツール</h4>
<div class="outline-text-4" id="text-1-1-1">
<ul class="org-ul">
<li>状況の構造化図</li>
<li>目的の連鎖</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgc3349aa" class="outline-3">
<h3 id="orgc3349aa"><span class="section-number-3">1.2</span> 観察の思考</h3>
<div class="outline-text-3" id="text-1-2">
<ol class="org-ol">
<li>考え方のポイント

<ul class="org-ul">
<li>心理的要因や発信者の意図に惑わされない。</li>
<li>偏りなく多面的に物事を捉える。</li>
</ul></li>

<li>陥りやすい失敗

<ul class="org-ul">
<li>バイアスによる阻害。</li>
<li>他社の主張をそのまま受け入れてしまう。</li>
<li>ウソに騙されてしまう。</li>
</ul></li>

<li>主なツール

<ul class="org-ul">
<li>4分割マトリックス</li>
</ul></li>
</ol>
</div>
</div>


<div id="outline-container-orgb5255b8" class="outline-3">
<h3 id="orgb5255b8"><span class="section-number-3">1.3</span> 発想の思考</h3>
<div class="outline-text-3" id="text-1-3">
<ol class="org-ol">
<li>考え方のポイント

<ul class="org-ul">
<li>豊かなアイデアを得るためには、3つのブロックで思考を足止めされる
ことなく自ら積極的に思考し、「量が質を生む」の原則を貫きとおすこ
とが大切である。</li>
<li>偏りなく多面的に物事を捉える。</li>
</ul></li>

<li>陥りやすい失敗

<ul class="org-ul">
<li>アイデアが天から降ってくるのを期待して、思考することなく、ただ待
ち続けてしまう。</li>
<li>発散思考と収束思考を同時に使って、思考の効率が低下する。</li>
<li>認識、感情、文化の3つのブロックに足止めされてしまい、モノの見方・
考え方が偏ってしまう。</li>
</ul></li>

<li>主なツール

<ul class="org-ul">
<li>ブレイン・ストーミング法（BS法）</li>
<li>属性列挙法</li>
<li>チェックリスト法</li>
<li>欠点列挙法</li>
<li>希望点列挙法</li>
<li>ゴードン法</li>
<li>NM法</li>
</ul></li>
</ol>
</div>
</div>

<div id="outline-container-org28150cd" class="outline-3">
<h3 id="org28150cd"><span class="section-number-3">1.4</span> 分類の思考</h3>
<div class="outline-text-3" id="text-1-4">
<ol class="org-ol">
<li>考え方のポイント

<ul class="org-ul">
<li>分類とは、思考対象となる情報をその思考の目的に従って「違う」部分
で分け、「同じ」部分でくくること。</li>
<li>分類することによって、わからないことがわかるようになる。複雑なも
のが単純化され、あいまいな状況が解明され、物事が整理されて使いや
すくなるといったさまざまなメリットを享受できる。</li>
</ul></li>

<li>陥りやすい失敗

<ul class="org-ul">
<li>事象や問題を漠然と捉えてしまう。</li>
<li>思考の目的にあわない分類基準を設定してしまう。</li>
<li>分ける際にモレやダブリがある。</li>
</ul></li>

<li>主なツール

<ul class="org-ul">
<li>目的にあった分類基準を設定する。</li>
<li>抽象水準を統一する。</li>
<li>モレなくダブリなく分ける。（MECE）</li>
</ul></li>
</ol>
</div>
</div>

<div id="outline-container-org68599e6" class="outline-3">
<h3 id="org68599e6"><span class="section-number-3">1.5</span> 構造化の思考</h3>
<div class="outline-text-3" id="text-1-5">
<ol class="org-ol">
<li>考え方のポイント

<ul class="org-ul">
<li>構造化とは、思考対象について分類した構成要素（部分）がどのような関係（つながり方）にあるのかを明らかにし、思考対象（全体）の意味を理解すること。</li>
<li>この世の中に存在するものは、さまざまな要素が依存しあい、影響をあたえあい、関連しあって存在している。何かを知ろうとして思考するためには、それらすべての関係を押さえなければならない。</li>
</ul></li>

<li>陥りやすい失敗

<ul class="org-ul">
<li>組織設計、企画書、プレゼンテーションなど、あらゆるビジネスシーンで分類することはできても、「くくる」「まとめる」という構造化の思考が弱い。</li>
<li>部分は理解できるが、全体として何を伝えたいのかわからなくなってしまう。</li>
<li>人は「木を見て森を見ないタイプ」と「森を見て木を見ないタイプ」に分かれる。木も森も両方捉えるものの見方ができない。</li>
</ul></li>

<li>主なツール

<ul class="org-ul">
<li>ツリー構造</li>
<li>マトリックス構造</li>
<li>プロセス構造</li>
</ul></li>
</ol>
</div>
</div>

<div id="outline-container-orge798193" class="outline-3">
<h3 id="orge798193"><span class="section-number-3">1.6</span> 意思決定の思考</h3>
<div class="outline-text-3" id="text-1-6">
<ul class="org-ul">
<li>意思決定には、とっさの意思決定とじっくり考える意思決定がある。</li>
<li>特にとっさの意思決定の際には、意思決定の先送りはしない。</li>
<li>じっくり考える意思決定から”正しい反応パッケージ”を複数用意しておく。</li>
<li>反復訓練により迅速に”正しい反応パッケージ”を選択できるようにしておく。</li>
</ul>
</div>
</div>

<div id="outline-container-org549e04f" class="outline-3">
<h3 id="org549e04f"><span class="section-number-3">1.7</span> 表現の思考</h3>
<div class="outline-text-3" id="text-1-7">
<ul class="org-ul">
<li>思考の幅を広げるためには表現の手段を多く持つこと。</li>
<li>どのようなことでも言葉で表現（文章に書く）することを習慣付けること。</li>
<li>数字で表現することに日頃から慣れておくこと。</li>
<li>図解は見栄えではなく、シンプルでわかりやすいこと。</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2019-12-09 月 10:46</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
